Repository: selcukgk29/newWeb
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Block Parameters
tr: Blok Parametreleri

source: Firewall-Bridge Connections
tr: Güvenlik Duvarı-Ağ Köprüsü

source: Add Rule
tr: Kural Ekle

source: Select interface/interfaces to bridge
tr: Lütfen köprülenecek arabirim/arabirimleri seçiniz.

source: Name
tr: Ad

source: Add
tr: Ekle

source: Bridge Lists
tr: Köprü Listesi

source: Interfaces
tr: Ağ Arabirimleri

source: Welcome to Mikrodev Device Web Interface.
tr: Mikrodev Web Arayüzüne Hoşgeldiniz.

source: No password set.Please configure a default password to protect the web interface!
tr: Henüz parola ayarlamadınız.Lütfen cihaz güvenliği için önce parola ayarlayınız.

source: Username
tr: Kullanıcı Adı

source: Create Password
tr: Parola oluştur

source: Confirm
tr: Onayla

source: Apply
tr: Uygula

source: Status
tr: Durum

source: Firewall-Filtering Rules
tr: Güvenlik Duvarı-Filtreleme Kuralları

source: Protocol
tr: Prokotol

source: Source Adress
tr: Kaynak Adres

source: Source PORT
tr: Kaynak Port

source: Destination Adress
tr: Hedef Adress

source: Destination PORT
tr: Heder Port

source: Action
tr: Düzenle/Sil

source: Filtering Rules
tr: Filtreleme Kuralları

source: Source Address
tr: Kaynak Adres

source: Source Port
tr: Kaynak Port

source: Destination Address
tr: Hedef Adress

source: Destination Port
tr: Hedef Port

source: Firewall-Edit Filtering Rule
tr: Güvenlik Duvarı-Filtreleme Kurallarını Düzenle

source: Source PORT
tr: Kaynak Port

source: Edit
tr: Düzenle

source: System Information
tr: Sistem Bilgisi

source: Network Information
tr: Ağ Bilgisi

source: Interfaces-WLAN
tr: Ağ Arabirimi-WLAN

source: Interfaces-ETH1
tr: Ağ Arabirimi-ETH1

source: Interfaces-GSM
tr: Ağ Arabirimi-GSM

source: Password
tr: Parola

source: Static Configuration
tr: Statik Yapılandırma

source: Interfaces-WLAN HOTSPOT
tr: Ağ Arabirimi-WLAN HOTSPOT

source: Country
tr: Ülke

source: DHCP Server
tr: DHCP Sunucu

source: Start IP
tr: Başlangıç IP

source: End IP
tr: Bitiş IP

source: Aply
tr: Uygula

source: Mikrodev- DM Series Web Page
tr: Mikrodev- DM Serisi Web Sayfası

source: Device Log-Logs
tr: Cihaz Kaydı-Kayıtlar

source: Logs View Page
tr: Kayıt Sayfası

source: Export Logs
tr: Kayıtları indir

source: Firewall-NAT
tr: Güvenlik Duvarı-NAT

source: Edit Rule
tr: Kuralı Düzenle

source: Outbound Interface
tr: Çıkış Interface

source: To Source Adress
tr: Kaynak Adres'e

source: NAT Table
tr: NAT Tablosu

source: Source Address
tr: Kaynak Adresi

source: To Source Address
tr: Kaynak Adres'e

source: Firewall-Port Forwarding
tr: Güvenlik Duvarı-Port Yönlendirme

source: Service Port
tr: Servis Portu

source: Internal Destination Adress(X.X.X.X:port)
tr: İç hedef Adressi(X.X.X.X:port)

source: Port Forwards
tr: Port Yönlendirmeleri

source: Service Port
tr: Servis Portu

source: To Destination Address
tr: Hedef Adres'e

source: Firewall-Edit Port Forwards
tr: Güvenlik Duvarı-Port Yönlendirmelerini Düzenle

source: Edit Rule
tr: Kuralı Düzenle

source: Update Device-SSL Update
tr: Cihaz Güncelleme-SSL Güncelle

source: SSL Certificate Update
tr: SSL Sertifika Güncelle

source: Last Update
tr: Son Güncelleme

source: Please Select SSL Certificate
tr: Lütfen geçerli SSL Sertifikasını seçiniz.

source: Upload
tr: Yükle

source: Device Model
tr: Cihaz Modeli

source: System Uptime
tr: Sistem Zamanı

source: Device Log-Syslog
tr: Cihaz Kaydı-Syslog

source: Syslog Server
tr: Syslog Sunucu

source: Remote Server Ip:
tr: Uzak Sunucu Ip:

source: Firmware Update
tr: Firmware Güncelle

source: Select Firmware File
tr: Firmware Dosyası Seçiniz.

source: Project Upload
tr: Proje Yükle

source: Select Project File
tr: Proje Dosyası Seçiniz.

source: User Management-User Edit
tr: Kullanıcı Yönetimi- Kullanıcı Düzenle

source: Edit User
tr: Kullanıcı Düzenle

source: Access IP
tr: Erişim IP

source: Authority:
tr: Yetki

source: User Management
tr: Kullanıcı Yönetimi

source: Add User
tr: Ekle

source: Authority
tr: Yetki

source: Actions
tr: Düzenle/Sil

source: Block Label
tr: Blok Adı

source: Value
tr: Değer

source: Send
tr: Gönder

source: RAM Usage
tr: RAM Kullanımı

source: Firmware Version
tr: Firmware Versiyonu

source: System Time
tr: Sistem Zamanı

source: Update Device:
tr: Cihazı Güncelle

source: Firmware Upload
tr: Firmware Yükle

source: Network
tr: Ağ

source: Firewall
tr: Güvenlik Duvarı

source: Filtering Rules
tr: Filtreleme Kuralları

source: Network Bridge
tr: Ağ Köprüleme

source: Services
tr: Servisler

source: Device Log
tr: Cihaz Kayıt

source: Logs
tr: Kayıtlar

source: Addons
tr: Eklentiler

source: Tables
tr: Tablolar

source: Block Tables
tr: Blok Tabloları

source: Session Timeout
tr: Oturum Zaman Aşımı

source: Your session is about to expire. Please click button below to keep this session current.
tr: Oturum zaman aşımına uğradı.Oturumda kalmak için lütfen herhangi bir yere tıklayınız.

source: Close
tr: Kapat

source: Ready to Leave?
tr: Oturum sonlandırılıyor.

source: Select "Logout" below if you are ready to end your current session.
tr: Aktif oturumu sonlandırmak için çıkış butonuna basınız.

source: Cancel
tr: İptal

source: Logout
tr: Çıkış
